Repository: BrunoCA-xD/Map_emotion
Catalog: Sens/Sens/Storyboard/*.lproj/Main.strings
Languages: pt_br

# 0uC-jw-Kgq.text
source: Birth date
pt_br: Data de Nascimento

# 10g-2R-T0C.placeholder
source: When is your birthday?
pt_br: Quando você faz aniversário?

# 1Uc-qA-dq6.text
source: Log in
pt_br: Faça seu login

# 5hB-jm-6RE.text
source: Emotions guide us: happiness, sadness, calmness, anxiety, etc. Enter at least one emotion you currently feel.
pt_br: As emoções nos guiam: felicidade, tristeza, calma, ansiedade, etc. Digite ao menos uma emoção que sente no momento.

# 5w3-nm-CTq.text
source: Color of my feeling
pt_br: Cor do meu sentimento

# 9kQ-rK-BRi.text
source: How do you feel?
pt_br: Como você se sente?

# B3b-pq-N9P.normalTitle
source: Sign In
pt_br: Entrar

# EIz-qY-X5L.normalTitle
source: I just want to explore>
pt_br: Quero apenas explorar >

# EhF-Uk-1K8.text
source: Localization
pt_br: Localização

# Fnq-mC-XiT.title
source: Add emotion
pt_br: Adicionar Emoção

# GpN-M6-rt9.normalTitle
source: Register using your email
pt_br: Cadastrar com o email

# Iq2-gJ-OGH.text
source: Publish as anonnymous
pt_br: Publicar como anônimo

# JQY-Hx-ECZ.text
source: A word does not always define our emotions. You can detail your experience.
pt_br: Uma palavra nem sempre define nossas emoções. Você pode detalhar a sua experiência.

# Kom-sf-Mz3.normalTitle
source: Register
pt_br: Cadastrar

# Kux-gM-WKR.text
source: What do you feel here?
pt_br: Como se sente aqui?

# Mvw-CK-qDb.placeholder
source: Surname
pt_br: Sobrenome

# Mxp-Ar-y4x.normalTitle
source: ADD
pt_br: ADICIONAR

# N6d-xH-G7E.text
source: 18 emotions
pt_br: 18 emoções

# Psx-1l-6iO.placeholder
source: Password
pt_br: Senha

# SL8-KZ-C85.text
source: Relate your expirience
pt_br: Relate sua experiência

# SXe-bC-vL9.text
source: Place where I'm
pt_br: Local onde me encontro

# UEq-7E-kUo.text
source: Associate your emotions with the place where you are. To mark another region, touch and hold on the desired place.
pt_br: Associe suas emoções ao local onde se encontra. Para marcar outra região, pressione o local desejado.

# V60-4x-Z2u.title
source: Profile
pt_br: Perfil

# W64-dN-c67.placeholder
source: Add an emotion
pt_br: Adicione uma emoção

# WOy-9V-23V.normalTitle
source: Pick an emoji
pt_br: Selecionar emoji

# Xxx-E6-rnd.text
source: My experience
pt_br: Minha experiência

# dZO-GH-Ea9.text
source: If you'd want, you could pick a color to represent what do you feel, what do you think?
pt_br: Caso opte, você poderá escolher uma cor para representar o que sente, que tal?

# gGS-rM-hjc.normalTitle
source: Back
pt_br: Voltar

# gTn-yi-GBM.placeholder
source: Name
pt_br: Nome

# hp9-6C-76v.text
source: Tell us more about your experience
pt_br: Fale mais sobre sua experiência

# iEE-b0-xlo.normalTitle
source: Save emotion
pt_br: Salvar emoção

# jKj-T6-Zty.normalTitle
source: I`m felling...
pt_br: Estou me sentindo...

# jSr-Gt-6Sv.text
source: Add one or more emotions and pick an emoji that best represents it.
pt_br: Adicione uma ou mais emoções e escolhe um emoji que a melhor represente.

# jlQ-oQ-Hj5.text
source: To a better experience, we'll need your info.
pt_br: Para uma melhor experiência, precisaremos dos seus dados.

# l6F-VB-ljA.text
source: Which color better relate with your emotion?
pt_br: Qual cor se relaciona à sua emoção?

# mEv-aj-A5G.text
source: 18 marks
pt_br: 18 marcações

# niY-kg-eEG.title
source: Cancel
pt_br: Cancelar

# onZ-Zy-1JO.text
source: Which emoji represents you?
pt_br: Qual emoji te representa?

# sRy-d3-3Nj.placeholder
source: Password
pt_br: Senha

# tVM-Kb-meC.text
source: Don't show this message again
pt_br: Não mostrar mais esta mensagem

# uGR-ix-0X6.title
source: Map
pt_br: Mapa

# wc2-rk-pDl.text
source: What are you feeling?
pt_br: O que você está sentindo ?

# wgr-9n-DQC.normalTitle
source: Sign In
pt_br: Entrar

# ym0-Fv-8V6.text
source: Selected place
pt_br: Local Selecionado

# yn2-lO-T1x.text
source: 18 colors
pt_br: 18 cores
