Repository: BrunoCA-xD/Map_emotion
Catalog: Sens/Sens/*.lproj/Localizable.strings
Languages: pt_br

source: Weak password
pt_br: Senha fraca

# rainforcePasswordMessage
source: Please, make sure your password is at least 8 characters, contains a special character and a number.
pt_br: Por favor, esteja certo de que sua senha tem ao menos 8 caracteres, contem um caracter especial e um número.

source: Mandatory field
pt_br: Campo obrigatório

# firstNameMandatory
source: The first name field is mandatory.
pt_br: Por favor, preencha o campo primeiro nome.

# surNameMandatory
source: The surname field is mandatory.
pt_br: Por favor, preencha o campo sobrenome.

# emailMandatory
source: THe email field is mandatory.
pt_br: Por favor, preencha o campo email.

# passwordMandatory
source: The password field is mandatory.
pt_br: Por favor, preencha o campo senha.

# searchForPlace
source: Search for places...
pt_br: Procure por lugares...

# locationPermissionTitle
source: Location permission
pt_br: Permissão de localização

# locationPermissionMessage
source: This app needs to access your location. Please, turn on.
pt_br: Este aplicativo precisa de acesso à sua localização. Por favor, habilite.

# openConfig
source: Open configurations.
pt_br: Abrir configurações.

source: Cancel
pt_br: Cancelar

# emotionColorNotSelected
source: No one color selected!
pt_br: Nenhuma cor selecionada!
